Revit 2024 API
SymbolTypeId.MH2O Property
 Symbol mH2O, indicating unit Meters of water column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MH2O { get; }
Visual Basic
Public Shared ReadOnly Property MH2O As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MH2O {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace